const donasi = (pushname, prefix, botName, ownerName) => { 
	return `Hallo, ${pushname} 👋
Mau donasi ya kak ✨
 اتَّقوا النَّارَ ولو بشقِّ تمرةٍ ، فمن لم يجِدْ فبكلمةٍ طيِّبةٍ
_“jauhilah api neraka, walau hanya dengan bersedekah sebiji kurma (sedikit). Jika kamu tidak punya, maka bisa dengan kalimah thayyibah” [HR. Bukhari 6539, Muslim 1016]_
╔════════════════════
║ *DONASI UNTUK ${botName}*
╠════════════════════
║╭──❉ *DONASI BOS* ❉─────
║│➸ *OVO*: _0838-7339-4995_
║│➸ *DANA*: _0838-7339-4995_
║│➸ *PULSA*: _0838-7339-4995_
║│➸ *GOPAY*: _0838-7339-4995_
║╰──────────────────
╠════════════════════
║         ${botName}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${botName}
╠════════════════════
║ _*POWERED BY ${ownerName}*_
╚════════════════════`
}

exports.donasi = donasi